---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitParallelFlange
source: html/487a4a7d-efdc-d13c-858b-f81199ce2567.htm
---
# StructuralSectionISplitParallelFlange Members

Creates a new instance of Structural Section I Split Parallel Flange shape with the associated set of parameters,
 used to attach to structural element.